{
  "tickers": [
    "AAPL"
  ],
  "articles": [
    {
      "title": "This Solar Company's 5-Year Return Makes Bitcoin, Dogecoin, Tesla, Disney, Apple, Microsoft, Ford And Amazon Look Trivial",
      "summary": "Enphase Energy Inc ( NASDAQ: ENPH ) is known as a global leader in solar energy solutions, and over the past five years, delivered beaming returns for traders and investors. Since May 2017, Enphase Energy stock's 5-year return has outperformed several of the world's most popular cryptocurrencies,",
      "url": "https://www.benzinga.com/markets/cryptocurrency/22/05/27337504/this-solar-companys-5-year-return-makes-bitcoin-dogecoin-tesla-disney-apple-microsoft-ford",
      "sentiment": 0.114801
    },
    {
      "title": "US Warns China Against Helping Russia In Ukraine War",
      "summary": "Russia sought China's military equipment to support its invasion of Ukraine, Financial Times reports citing U.S. officials. \nThe U.S. looks to caution its allies against China's possible assistance to Russia. \nRussia could also have fallen short of weaponry as the war extended into its third week.\nB",
      "url": "https://www.benzinga.com/government/22/03/26119946/us-warns-china-against-helping-russia-in-ukraine-war",
      "sentiment": -0.057713
    },
    {
      "title": "This Oil Company Has A Better 1-Year Return Than Tesla, Lucid, Apple, Microsoft, Bitcoin And Ethereum",
      "summary": "Occidental Petroleum Corporation OXY is a global leader in hydrocarbon exploration, and over the past year, treated investors to eye-popping returns.",
      "url": "https://www.benzinga.com/markets/cryptocurrency/22/03/26211164/this-oil-company-has-a-better-1-year-return-than-tesla-lucid-bitcoin-ethereum-and-apple",
      "sentiment": 0.016777
    },
    {
      "title": "This Clean Energy Company Has A Better 5-Year Return Than Starbucks, Ford, Microsoft, Apple, Disney, Netflix And Amazon",
      "summary": "Since 1997, Plug Power Inc PLUG has helped businesses optimize their carbon footprints, and over the past 5 years, produced eye-popping returns for investors.",
      "url": "https://www.benzinga.com/markets/cryptocurrency/22/03/26112072/this-clean-energy-company-has-a-better-5-year-return-than-sbux-ford-microsoft-apple-disne",
      "sentiment": 0.193517
    },
    {
      "title": "This Bitcoin-Related Company Has A Better 2-Year Return Than Tesla, Ford, Microsoft, Apple, Disney, Netflix And Amazon",
      "summary": "Riot Blockchain Inc  ( NASDAQ: RIOT )  is a leader in North American Bitcoin  ( CRYPTO: BTC )  mining activities, and over the past 2 years, has produced eye-popping returns for investors.\nSince April 2020, Riot Blockchain stock's 2-year return has outperformed several of the world's most popular te",
      "url": "https://www.benzinga.com/markets/cryptocurrency/22/04/26437195/this-bitcoin-related-company-has-a-better-2-year-return-than-tesla-ford-microsoft-apple-di",
      "sentiment": 0.006834
    }
  ]
}